[
    {
      "id": "47",
      "title": "Count of Monte Cristo",
      "description": "The Count of Monte Cristo (French: Le Comte de Monte-Cristo) is an adventure novel by Alexandre Dumas, père. It is often considered, along with The Three Musketeers, as Dumas's most popular work. The writing of the work was completed in 1844. Like many of his novels, it is expanded from the plot outlines suggested by his collaborating ghostwriter Auguste Maquet.The story takes place in France, Italy, islands in the Mediterranean and the Levant during the historical events of 1815–1838 (from just before the Hundred Days through the reign of Louis-Philippe of France). The historical setting is a fundamental element of the book. It is primarily concerned with themes of justice, vengeance, mercy, and forgiveness, and is told in the style of an adventure story. (Summary from Wikipedia)This book contains alternate versions of a number of chapters – indicated by an alt after the file number. The Zip files contain both versions of these chapters.There are 2 versions of the M4Bs made , one containing the original files for these chapters (4 parts), the other containing the alternate files for the chapters (5 parts).",
      "authors": [
        "Alexandre Dumas"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt12/Count_Monte_Cristo_1110.jpg"
    },
    {
      "id": "52",
      "title": "Letters of Two Brides",
      "description": "Letters of Two Brides is an epistolary novel. The two brides are Louise de Chaulieu (Madame Gaston) and Renée de Maucombe (Madame l'Estorade). The women became friends during their education at a convent and upon leaving began a life-long correspondence. For a 17 year period, they exchange letters describing their lives.Michelle Crandall reads Renee’s letters, and Kara Shallenberg reads Louise’s. Letters from the men in their lives are read by Peter Yearsley, David Barnes, Denny Sayers, and Sean McKinley",
      "authors": [
        "Honoré de Balzac"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt12/Letters_Two_Brides_1110.jpg"
    },
    {
      "id": "53",
      "title": "Bleak House",
      "description": "Bleak House is the ninth novel by Charles Dickens, published in 20 monthly parts between March 1852 and September 1853. It is widely held to be one of Dickens' finest and most complete novels, containing one of the most vast, complex and engaging arrays of minor characters and sub-plots in his entire canon. Dickens tells all of these both through the narrative of the novel's heroine, Esther Summerson, and as an omniscient narrator. Memorable characters include the menacing lawyer Tulkinghorn, the friendly but depressive John Jarndyce and the childish Harold Skimpole. The plot concerns a long-running legal dispute (Jarndyce and Jarndyce) which has far-reaching consequences for all involved. (Summary from Wikipedia)",
      "authors": [
        "Charles Dickens"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt/Bleak_House_1003.jpg"
    },
    {
      "id": "54",
      "title": "Penguin Island",
      "description": "The novel (original French title -- L'Île des Pingouins) is a satire on human nature. The first publication was in 1908. These penguins are mistaken for humans by the 97-year-old priest, Father Mael, because of his bad eyesight. He baptizes them, and once baptized, they have no choice but to become human. They take on human traits (build civilizations, go to war, etc.). The book is very funny and powerful. (Summary by Michael)",
      "authors": [
        "Anatole France"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt4/Penguin_Island_1004.jpg"
    },
    {
      "id": "55",
      "title": "This Side of Paradise",
      "description": "This Side of Paradise is the debut novel of F. Scott Fitzgerald. Published in 1920, and taking its title from a line of the Rupert Brooke poem Tiare Tahiti, the book examines the lives and morality of post-World War I youth. Its protagonist, Amory Blaine, is a wealthy and attractive Princeton University student who dabbles in literature and has a series of romances that eventually lead to his disillusionment. In his later novels, Fitzgerald would further develop the book's theme of love warped by greed and status-seeking. (Summary from Wikipedia)",
      "authors": [
        "F. Scott Fitzgerald"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt5/this_side_of_paradise_1006.jpg"
    },
    {
      "id": "56",
      "title": "Secret Garden",
      "description": "Mary Lennox is a spoiled, middle-class, self-centered child who has been recently orphaned. She is accepted into the quiet and remote country house of an uncle, who has almost completely withdrawn into himself after the death of his wife. Mary gradually becomes drawn into the hidden side of the house: why does she hear the crying of a unseen child? Why is there an overgrown, walled garden, its door long locked? (Summary by Peter)",
      "authors": [
        "Frances Hodgson Burnett"
      ],
      "image_url": "https://archive.org/download/secret_garden_librivox/Secret_Garden_1003.jpg"
    },
    {
      "id": "57",
      "title": "Twenty Years After",
      "description": "Let's continue the D'Artagnan Romances that we've already started with The Three Musketeers.",
      "authors": [
        "Alexandre Dumas"
      ],
      "image_url": "https://www.archive.org/download/librivox_cd_covers/twenty_years_after.jpg"
    },
    {
      "id": "59",
      "title": "Adventures of Huckleberry Finn",
      "description": "Adventures of Huckleberry Finn (1884) by Mark Twain is one of the truly great American novels, beloved by children, adults, and literary critics alike.  The book tells the story of “Huck” Finn (first introduced as Tom Sawyer’s sidekick in The Adventures of Tom Sawyer), his friend Jim, and their journey down the Mississippi River on a raft.  Both are on the run, Huck from his drunk and abusive father, and Jim as a runaway slave.As Huck and Jim drift down the river, they meet many colorful characters and have many great adventures.  The true heart of the story, however, is the friendship between Huck and Jim.  A constant theme throughout the book is Huck’s internal struggle between what he has been taught, that helping a runaway slave is a sin, and what he truly believes, that Jim is a good man and it couldn’t possibly be wrong to help him.Adventures of Huckleberry Finn was unique at the time of its publication (1884) because it is narrated by Huck himself and is written in the numerous dialects common in the area and time in which the book is set.  Although the book was originally intended as a sequel to the children’s book The Adventures of Tom Sawyer, as Twain wrote Adventures of Huckleberry Finn it progressed into a more serious work.  Twain’s views on slavery and other social issues of the time become clear through the words, thoughts, and actions of Huck Finn.  The book has always been the subject of great controversy, and according to The American Library Association it was fifth on the list of most frequently challenged books in the 1990s.(Summary by Annie Coleman)",
      "authors": [
        "Mark Twain"
      ],
      "image_url": "https://archive.org/download/huck_finn_librivox/Huck_Finn.jpg"
    },
    {
      "id": "64",
      "title": "Heart of Darkness",
      "description": "Set in a time of oppressive colonisation, when large areas of the world were still unknown to Europe, and Africa was literally on maps and minds as a mysterious shadow, Heart of Darkness famously explores the rituals of civilisation and barbarism, and the frighteningly fine line between them.    We get the tale through a classic unreliable narrator, relating as Marlow, a ship’s captain, tells how he was sent by the Company to retrieve the wayward Kurtz, and was shaken to discover the true depths of darkness in that creature’s, and in his own, soul. Conrad based the work closely on his own terrible experience in the Congo.    This work has been reinterpreted and adapted into many modern forms, the most well known being the film Apocalypse Now.    (Summary written by Marlo Dianne)",
      "authors": [
        "Joseph Conrad"
      ],
      "image_url": "https://archive.org/download/heart_of_darkness/Heart_of_Darkness.jpg"
    },
    {
      "id": "65",
      "title": "Odyssey",
      "description": "The Odyssey is one of the two major ancient Greek epic poems (the other being the Iliad), attributed to the poet Homer. The poem is commonly dated to between 800 and 600 BC. The poem is, in part, a sequel to the Iliad, and concerns the events that befall the Greek hero Odysseus in his long journey back to his native land Ithaca after the fall of Troy.It takes Odysseus ten years to return to his native land of Ithaca after ten years of war; during his 20-year absence, his son Telemachus and his wife Penelope must deal with a group of unruly suitors who have moved into Odysseus' home to compete for Penelope's hand in marriage, since most have assumed that Odysseus has died.The poem is a fundamental text in the Western canon and continues to be read in both Homeric Greek and translations around the world. (Summary from Wikipedia)",
      "authors": [
        "Homer"
      ],
      "image_url": "https://www.archive.org/download/librivox_cd_covers/odyssey.jpg"
    },
    {
      "id": "66",
      "title": "Märchen (Index aller Märchen)",
      "description": "Anfang des 19. Jahrhunderts begannen die Brüder Jacob und Wilhelm Grimm, traditionelle, bisher vor allem mündlich weitergegebene Erzählungen zusammenzutragen. Diese Sammlung ist als die Märchen der Gebrüder Grimm weltbekannt geworden und umfaßt so berühmte Geschichten wie Rapunzel, Hänsel und Gretel, Rumpelstilzchen, Rotkäppchen, Aschenputtel und viele andere.  (Zusammenfassung von Rainer)Die Märchen sind auf fünf Katalogseiten untergebracht:Märchen 1  •  Märchen 2  •  Märchen 3  •  Märchen 4  •  Märchen 5Alle Märchen in alphabetischer Reihenfolge - auf den Märchentitel klicken, um zur jeweiligen Katalogseite zu gelangen:AAllerleirauhAlte Bettelfrau, DieAlte Großvater und der Enkel, DerAlte im Wald, DieAlte Mütterchen, DasAlte Sultan, DerArme Junge im Grab, DerArme Mädchen, DasArme Müllersbursch und das Kätzchen, DerArme und der Reiche, DerArmut und Demut führen zum HimmelAschenputtelBBärenhäuter, DerBauer und der Teufel, DerBeiden Wanderer, DieBienenkönigin, DieBlaue Licht, DasBoten des Todes, DieBrautschau, DieBremer Stadtmusikanten, DieBruder LustigBrüderchen und SchwesterchenBürle, DasDDaumerlings WanderschaftDaumesdickDietmarsische Lügenmärchen, DasDoktor AllwissendDornröschenDrei Brüder, DieDrei Faulen, DieDrei Federn, DieDrei Feldscherer, DieDrei Glückskinder, DieDrei grünen Zweige, DieDrei Handwerksburschen, DieDrei Männlein im WaldeDrei SchlangenblätterDrei SpinnerinnenDrei Sprachen, DieDrei Vugelkens, DeDreschflegel vom Himmel, DerEEigensinnige Kind, DasEinäuglein ZweiäugleinEisenhans, DerEisenofen, DerErbsenprobe, DieErdmänneken, DasEselein, DasEule, DieFFaule Heinz, DerFaule Spinnerin, DieFitchers VogelFrau HolleFrau TrudeFrieder und das Catherlieschen, DerFroschkönig, DerFuchs und das Pferd, DerFuchs und die Frau Gevatterin, DerFuchs und die Gänse, DerFuchs und die Katze, DerFürchten lernenFundevogelGGänsehirtin am Brunnen, DieGänsemagd, DieGaudeif un sien Meester, DeGeist im Glas, DerGelernte Jäger, DerGescheite Hans, DerGeschenke des kleinen Volkes, DieGestiefelte Kater, DerGestohlene Heller, DerGevatter Tod, DerGläserne Sag, DerGoldene Gans, DieGoldene Schlüssel, DerGoldene Vogel, DerGoldkinder, DieGottes SpeiseGrabhügel, DerGute Handel, DerHHänsel und GretelHagere Liese, DieHahnenbalke, DerHans heiratetHans im GlückHans mein IgelHase und der Igel, DerHaselrute, DieHausgesinde, DasHeilige Joseph im Walde, DerHerr Gevatter, DerHerr KorbesHerrn und des Teufels Getier, DesHimmlische Hochzeit, DieHirtenbüblein, DasHochzeit der Frau Füchsin, DieHund und der Sperling, DerJJorinde und JoringelJude im Korn, DerJunge Gretel, DasJunge Riese, DerJungfrau MaleenJunggeglühte Männlein, DasKKatze und Maus in GesellschaftKlare Sonne bringt’s an den Tag, DieKluge Bauerntochter, DieKluge Else, DieKluge Gretel, DasKluge Knecht, DerKlugen Leute, DieKönig DrosselbartKönig vom goldenen Berg, DerKönigssohn, der sich vor nichts fürchtet, DerKornähre, DieKrautesel, DerKristallkugel, DieLLämmchen und das Fischchen, DasLäuschen und FlöhchenLebenszeit, DieLieb und Leid teilenLiebste Roland, DerLöweneckerchen, DasLohengrin zu BrabantLumpengesindel, DasMMädchen ohne Hände, DasMäken von Brakel, DasMärchen vom Schlaraffenland, DasMärchen von der UnkeMarienkind, DasMeerhäschen, DasMeister PfriemMeisterdieb, DerMond, DerMuttergottesgläschenNNagel, DerNelke, DieNixe im Teich, DieRRabe, DieRätsel, DasRätselmärchenRäuberbräutigam, DerRäuber und seine Söhne, DerRanzen, Hütlein, HörnleinRapunzelRiese und der Schneider, DerRiesenspielzeug, DasRohrdommel und WiedehopfRose, DieRotkäppchenRübe, DieRumpelstilzchenSSchlickerlinge, DieSchneeweisschen und RosenrotSchneewittchenSchneider im Himmel, DerSchöne Katrinelje und Pif-Paf Poltrie, DieScholle, DieSechs Diener, DieSechs Schwäne, DieSechse kommen durch die ganze WeltSieben Raben, DieSieben Schwaben, DieSimelibergSingende Knochen, DerSperling und seine vier Kinder, DerSpindel, Weberschiffchen und NadelStarke Hans, DerSterntaler, DieStiefel von Büffelleder, DieStrohhalm, Kohle und BohneSüße Brei, DerTTapfere Schneiderlein, DasTeufel mit den drei goldenen Haaren, DerTeufel und seine Großmutter, DerTeufels rußiger Bruder, DesTischchen deck dichTotenhemdchen, DasTreue Johannes, DerTreuen Thiere, DieTrommler, DerUUndankbare Sohn, DerUngleichen Kinder Evas, DieUnglück, DasVVier kunstreichen Brüder, DieVogel Greif, DerVom Fischer und seiner FrauVom Fischer und seiner FrauVom klugen SchneiderleinVon dem Mäuschen, Vögelchen und der BratwurstVon dem Tode des HühnchensVon einem der auszog das Fürchten zu lernenWWahre Braut, DieWaldhaus, DasWasser des Lebens, DasWassernixe, DieWeiße Schlange, DieWeiße und die Schwarze, DieWichtelmänner, DieWilde Mann, DeWolf und der Fuchs, DerWolf und der Mensch, DerWolf und die sieben jungen Geißlein, DerWunderliche Gasterei, DieWunderliche Spielmann, DerZZaunkönig, DerZaunkönig und der Bär, DerZertanzten Schuhe, DieZwei Brüder, DieZwölf Apostel, DieZwölf Brüder, DieZwölf faulen Knechte, DieZwölf Jäger, Die",
      "authors": [
        "Jacob & Wilhelm Grimm"
      ],
      "image_url": "https://archive.org/download/grimm_maerchen_1_librivox/grimm1_booklet.jpg"
    },
    {
      "id": "67",
      "title": "Divine Comedy",
      "description": "The Divine Comedy (Italian: Commedia, later christened \"Divina\" by Giovanni Boccaccio), written by Dante Alighieri between 1308 and his death in 1321, is widely considered the central epic poem of Italian literature, the last great work of literature of the Middle Ages and the first great work of the Renaissance. A culmination of the medieval world-view of the afterlife, it establishes the Tuscan dialect in which it is written as the Italian standard, and is seen as one of the greatest works of world literature. - The Divine Comedy is composed of three canticas (or \"cantiche\") — Inferno (Hell), Purgatorio (Purgatory), and Paradiso (Paradise) — composed each of 33 cantos (or \"canti\"). The very first canto serves as an introduction to the poem and is generally not considered to be part of the first cantica, bringing the total number of cantos to 100. - The poet tells in the first person his travel through the three realms of the dead, lasting during the Easter Triduum in the spring of 1300. (Summary from Wikipedia)",
      "authors": [
        "Dante Alighieri"
      ],
      "image_url": "https://archive.org/download/divine_comedy_librivox/The_Divine_Comedy_1005.jpg"
    },
    {
      "id": "68",
      "title": "Unbeaten Tracks in Japan",
      "description": "Isabella Lucy Bird was a 19th century English traveller, writer, and natural historian. She was a sickly child, however, while she was travelling she was almost always healthy. Her first trip, in 1854, took her to America, visiting relatives. Her first book, The Englishwoman in America was published anonymously two years later.Unbeaten Tracks in Japan is compiled of the letters she sent to her sister during her 7 months sojourn in Japan in 1878. Her travels there took her from Edo (now called Tokyo) through the interior - where she was often the first foreigner the locals had met - to Niigata, and from there to Aomori. There she crossed over to Yezo (Hokkaido), and her account on the life of the Ainu, an indigenous people of Japan, provides an interesting glimpse of days long past. (Summary by Availle)",
      "authors": [
        "Isabella L. Bird"
      ],
      "image_url": "https://archive.org/download/LibrivoxCdCoverArt28/unbeatentracksjapan_1212.jpg"
    },
    {
      "id": "71",
      "title": "Canterville Ghost",
      "description": "The American Minister and his family have bought the English stately home Canterville Chase, complete with the ghost of Sir Simon de Canterville - blood-stains, clanking chains and all. But these modern Americans will have no truck with ghostly goings-on, and set out to beat the spectre at his own game. (Summary by David Barnes)",
      "authors": [
        "Oscar Wilde"
      ],
      "image_url": "https://archive.org/download/canterville_ghost_librivox/Canterville_Ghost_1106.jpg"
    },
    {
      "id": "73",
      "title": "Fábulas de Esopo, Vol. 1",
      "description": "Las clásicas Fábulas de Esopo han sido traducidas a todos idiomas por cientos de años. Las fábulas, en forma de alegorias, nos dan consejos en una forma universal. El uso de animales y dioses antiguos hace que las lecciones sean imparcial. Cortitas y sabias, cada fábula nos entretiene y enriquese nuestras vidas. En este volúmen encontrará 30 de las 300 fábulas que le ofrecemos en Español.The classic Aesop's Fables have been translated to every language for hundreds of years. The fables, told in the form of allegories, give us universal, worldly advice. The use of animals and ancient gods makes the lessons unbiased and impartial. Short and smart, these fables entertain and enrich our lives. In this volume you will find 30 of the 300 fables we offer you in Spanish. (Summary by Fedra)",
      "authors": [
        "Aesop"
      ],
      "image_url": "https://archive.org/download/fabulas_esopo_01_librivox/Fbulas_Esopo_Vol_01_1107.jpg"
    },
    {
      "id": "74",
      "title": "Mother Goose in Prose",
      "description": "Whether Mother Goose was a real person or a myth, the songs that are attributed to her name are what we remember from our childhood. Some of these nursery rhymes are complete tales in themselves.  There are others which are mere suggestions, leaving the imagination to weave in the details of the story. Many of the rhymes’ origins even at the time of this books writing, could be traced back decades or centuries. L Frank Baum in 1897, while living in Chicago, collected the rhymes and created short stories around them which add context and understanding for children who are drawn to the familiar melodies. (Summary by Westwinds12)",
      "authors": [
        "L. Frank Baum"
      ],
      "image_url": "https://archive.org/download/mother_goose_prose_librivox/Mother_Goose_Prose_1107.jpg"
    },
    {
      "id": "75",
      "title": "Uncle Tom's Cabin",
      "description": "Among the most “banned” books in the United States, Uncle Tom’s Cabin; or, Life Among the Lowly is a novel by American author Harriet Beecher Stowe which treats slavery as a central theme. Stowe was a Connecticut-born teacher at the Hartford Female Academy and an active abolitionist. The novel is believed to have had a profound effect on the North’s view of slavery. In fact, when he met Harriet Beecher Stowe, President Lincoln is said to have commented, “So you’re the little lady whose book started the Civil War.” First published on March 20, 1852, the story focuses on the tale of Uncle Tom, a long-suffering black slave, the central character around whose life the other characters—both fellow slaves and slave owners—revolve. The novel depicts the harsh reality of slavery while also showing that Christian love and faith can overcome even something as evil as enslavement of fellow human beings. (summary by Wikipedia and John Greenman)Note From the Reader: The listener is about to enter a world rich with diverse characters. In order to differentiate between the characters, the reader has given each, his/her own voice. As an adult male reader, however, the reader's representation of women and children will, necessarily be less than adequate. He asks for your indulgence.",
      "authors": [
        "Harriet Beecher Stowe"
      ],
      "image_url": "https://archive.org/download/uncle_toms_cabin_librivox/Uncle_Toms_Cabin_1006.jpg"
    },
    {
      "id": "76",
      "title": "Truth About Jesus. Is He a Myth?",
      "description": "The following work offers in book form the series of studies on the question of the historicity of Jesus, presented from time to time before the Independent Religious Society in Orchestra Hall, Chicago, 1909. No effort has been made to change the manner of the spoken, into the more regular form of the written, word. (Summary by M.M. Mangasarian (1859-1943) and Joanne Pauwels)",
      "authors": [
        "M. M. Mangasarian"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt10/Truth_Jesus_Myth_1108.jpg"
    },
    {
      "id": "78",
      "title": "Foolish Dictionary",
      "description": "\"The Foolish Dictionary\" was written by \"Gideon Wurdz\" (the pen name for Charles Wayland Towne) and was published in 1904. According to the beginning of the book, it is \"An exhausting work of reference to un-certain English words, their origin, meaning, legitimate and illegitimate use...\" This a a short but amusing dictionary which \"redefines\" words in some interesting ways. Funny and sometimes bizarre observations are sprinkled throughout. In keeping with LibriVox policy to read, rather than attempt to rewrite, books - even those with offensive content - nothing has been omitted. While many of the definitions may just seem confusing or \"corny\" to modern readers, there are a couple that also might be considered \"objectionable,\" particularly in section 10, which contains offensive content of a racial nature. Summary by Maddie",
      "authors": [
        "Charles Wayland Towne"
      ],
      "image_url": "https://archive.org/download/foolish_dictionary_librivox/Foolish_Dictionary_1107.jpg"
    },
    {
      "id": "79",
      "title": "Ranald Bannerman's Boyhood",
      "description": "George MacDonald is mainly known for his fantasy works and fairy tales such as At the Back of the North Wind and the Princess and the Goblin. However, during his life he was more famous for many more realistic novels. . . among them the somewhat autobiographical Ranald Bannerman's Boyhood.This story of a young motherless boy growing up with his brothers in a Scottish manse is full of delightful characters. There is Kirsty, an enchanting Highland storyteller, Turkey, the intrepid cowherd, the evil Kelpie, and the lovely Elsie Duff. Throughout the twists and turns of his escapades and adventures Ranald learns from his father the important lessons of courage and integrity.When Ranald Bannerman's Boyhood came out in 1871 the New York Independent praised it as \"full of sweetness, full of boy-life and true goodness\". Perhaps, but it is also a good story, from the master of storytellers. (Summary by Bookworm)",
      "authors": [
        "George MacDonald"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt10/Ranald_Bannermans_Boyhood_1108.jpg"
    },
    {
      "id": "80",
      "title": "Fables de La Fontaine, livre 01",
      "description": "Voici le premier des douze livres des Fables de La Fontaine. Celles-ci datent du XVIIe siècle et ont été enregistrées par des lecteurs de divers horizons.This is the first book from a collection of 12. The fables were written and first published in the 17th century. They portray humans' behaviour in the society.",
      "authors": [
        "Jean de La Fontaine"
      ],
      "image_url": "https://archive.org/download/fables_lafontaine_01_librivox/fables01_1007.jpg"
    },
    {
      "id": "81",
      "title": "Dream Psychology",
      "description": "Not a few serious-minded students, [...], have been discouraged from attempting a study of Freud's dream psychology. The book in which he originally offered to the world his interpretation of dreams was as circumstantial as a legal record to be pondered over by scientists at their leisure, not to be assimilated in a few hours by the average alert reader. In those days, Freud could not leave out any detail likely to make his extremely novel thesis evidentially acceptable to those willing to sift data. - Freud himself, however, realized the magnitude of the task which the reading of his magnum opus imposed upon those who have not been prepared for it by long psychological and scientific training and he abstracted from that gigantic work the parts which constitute the essential of his discoveries.The publishers of the present book deserve credit for presenting to the reading public the gist of Freud's psychology in the master's own words, and in a form which shall neither discourage beginners, nor appear too elementary to those who are more advanced in psychoanalytic study. - Dream psychology is the key to Freud's works and to all modern psychology. With a simple, compact manual such as Dream Psychology there shall be no longer any excuse for ignorance of the most revolutionary psychological system of modern times. (From the book introduction, by Andre Tridon)",
      "authors": [
        "Sigmund Freud"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt6/dream_psychology_1101.jpg"
    },
    {
      "id": "82",
      "title": "Winnetou I",
      "description": "Der deutsche Vermessungsingenieur Old Shatterhand kommt betrügerischen Machenschaften bei der Verlegung einer neuen Eisenbahnlinie durch das Gebiet der Apachen auf die Spur. Nachdem er den Häuptlingssohn Winnetou vor dem Marterpfahl der feindlichen Kiowas gerettet hat, wird er von ihm in einem Kampf schwer verletzt und in das Indianerlager verschleppt... (Zusammenfassung aus Wikipedia)",
      "authors": [
        "Karl May"
      ],
      "image_url": "https://archive.org/download/winnetou1_librivox/winnetou_1.jpg"
    },
    {
      "id": "83",
      "title": "Vindication of the Rights of Woman",
      "description": "Wollstonecraft (1759-1797) is best known for A Vindication of the Rights of Woman, in which she argued that women are not naturally inferior to men, but only appeared to be because they lacked education. She suggested that both men and women should be treated as rational beings and imagined a social order founded on reason. - Today, Wollstonecraft is considered a foundational thinker in feminist philosophy. Her early advocacy of women's equality and her attacks on conventional femininity and the degradation of women presaged the later emergence of the feminist political movement. Feminist scholars and activists have cited both her philosophical ideas and personal struggles as important influences in their work. This is one of the 12 Books That Changed the World by Melvyn Bragg. (Summary from Wikipedia and Alex Foster)",
      "authors": [
        "Mary Wollstonecraft"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt9/Vindication_Rights_Woman_1107.jpg"
    },
    {
      "id": "84",
      "title": "Getting of Wisdom",
      "description": "The Getting of Wisdom tells the story of Laura Rambotham, a 12-year-old girl who is just starting at her boarding school. This is based on Henry Handel Richardson's experiences of her own school, the Presbyterian Ladies College in central Melbourne. The story goes through her friends and enemies and all the life of a boarding school in early 20th century Australia, and all the subjects and learning too. Laura learns a lot but her education does not satisfy her, and her social life is thrown upon her as very different from her peers. (Summary by Bronwyn Kate)",
      "authors": [
        "Henry Handel Richardson"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt9/Getting_Wisdom_1108.jpg"
    },
    {
      "id": "85",
      "title": "Consolation of Philosophy",
      "description": "Consolation of Philosophy (Latin: Consolatio Philosophiae) is a philosophical work by Boethius written in about the year 524 AD. It has been described as the single most important and influential work in the West in medieval and early Renaissance Christianity, and is also the last great work that can be called Classical.  Consolation of Philosophy was written during Boethius' one year imprisonment while awaiting trial, and eventual horrific execution, for the crime of treason by Ostrogothic King Theodoric the Great. Boethius was at the very heights of power in Rome and was brought down by treachery. It was from this experience he was inspired to write a philosophical book from prison reflecting on how a lord's favor could change so quickly and why friends would turn against him. It has been described as “by far the most interesting example of prison literature the world has ever seen.”  The Consolation of Philosophy stands, by its note of fatalism and its affinities with the Christian doctrine of humility, midway between the heathen philosophy of Seneca the Younger and the later Christian philosophy of consolation represented by Thomas Aquinas. The book is heavily influenced by Plato and his dialogues (as was Boethius himself). (Summary from Wikipedia)",
      "authors": [
        "Anicius Manlius Severinus Boethius"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt9/Consolation_Philosophy_1107.jpg"
    },
    {
      "id": "86",
      "title": "Emma",
      "description": "Sherry reads Jane Austen’s sparkling comedy of manners with wit and vivacity, and brings the characters to life. Mr. Woodhouse worries and frets, Miss Bates chatters on, and Emma blithely manipulates and misunderstands her friends and family until she finally learns her lesson! (Summary by Kara)",
      "authors": [
        "Jane Austen"
      ],
      "image_url": "https://archive.org/download/emma_solo_librivox/Emma_Solo_1105.jpg"
    },
    {
      "id": "88",
      "title": "Mrs. Caudle's Curtain Lectures",
      "description": "Douglas William Jerrold (1803-1857) was the son of an actor manager. After some time in the Navy and as an apprentice printer he became a playwright and later a journalist. He was a contemporary and friend of Charles Dickens. As a journalist he worked for Punch magazine in which Mrs Caudle's Curtain Lectures were serialised, to be published in book form in 1846.Job Caudle, the 'hero' of the book is a Victorian shopkeeper whose wife finds she can only talk to him without interruption in bed. Caudle, who outlives his wife, finds he can no longer sleep easily because of his memory of these 'lectures' and resolves to exorcise his wife's memory by recording the lectures, it seems with a view to future publication for the edification of others. Jerrold's humour shines through this insight into Victorian middle class culture. (Summary by Martin Clifton)",
      "authors": [
        "Douglas William Jerrold"
      ],
      "image_url": "https://archive.org/download/mrs_caudles_curtain_lectures_librivox/Mrs_Caudles_Curtain_Lectures_1105.jpg"
    },
    {
      "id": "89",
      "title": "Fábulas de Esopo, Vol. 2",
      "description": "Las clásicas Fábulas de Esopo han sido traducidas a todos idiomas por cientos de años. Las fábulas, en forma de alegorias, nos dan consejos en una forma universal. El uso de animales y dioses antiguos hace que las lecciones sean imparcial. Cortitas y sabias, cada fábula nos entretiene y enriquese nuestras vidas. En este volúmen encontrará 30 de las 300 fábulas que le ofrecemos en Español.The classic Aesop's Fables have been translated to every language for hundreds of years. The fables, told in the form of allegories, give us universal, worldly advice. The use of animals and ancient gods makes the lessons unbiased and impartial. Short and smart, these fables entertain and enrich our lives. In this volume you will find 30 of the 300 fables we offer you in Spanish. (Summary by Fedra)",
      "authors": [
        "Aesop"
      ],
      "image_url": "https://archive.org/download/fabulas_esopo_02_librivox/Fabulas_Esopo_Vol_02_1106.jpg"
    },
    {
      "id": "90",
      "title": "Importance of Being Earnest",
      "description": "The Importance of Being Earnest is a classic comedy of manners in which two flippant young men, in order to impress their respected beloveds, pretend that their names are “Ernest,” which both young ladies believe confers magical qualities on the possessor. It was first performed for the public on February 14, 1895 at the St. James’ Theatre in London, and is regarded by many critics and scholars as being the wittiest play in the English language. (Summary from Wikipedia.org)Characters:John Worthing, J.P. - Read by John GonzalezAlgernon Moncrieff - Read by Gord MackenzieRev. Canon Chasuble, D.D. - Read by Chris GoringeMerriman, Butler - Read by Peter YearsleyLane, Manservant - Read by Hugh McGuireLady Bracknell - Read by Kristen McQuillinHon. Gwendolen Fairfax - Read by DeanaCecily Cardew - Read by Kara ShallenbergMiss Prism, Governess - Read by SurekaNarrator - Read by Betsie BushProject Editor - Paula Berinstein",
      "authors": [
        "Oscar Wilde"
      ],
      "image_url": "https://archive.org/download/being_earnest_librivox/Importance_Being_Earnest_1105.jpg"
    },
    {
      "id": "93",
      "title": "Story of a Stuffed Elephant",
      "description": "The Story of a Stuffed Elephant is... well, the story of a Stuffed Elephant and the little boy who owns him, and his sister, and all their adventures. A delightful children's book by the author of The Bobbsey Twins series. (Summary by Vlooi and Kara)",
      "authors": [
        "Laura Lee Hope"
      ],
      "image_url": "https://archive.org/download/stuffed_elephant_solo_librivox/story_of_a_stuffed_elephant_1012.jpg"
    },
    {
      "id": "94",
      "title": "Wind in the Willows",
      "description": "This much-loved story follows a group of animal friends in the English countryside as they pursue adventure … and as adventure pursues them! The chief characters - Mole, Rat, and Toad - generally lead upbeat and happy lives, but their tales are leavened with moments of terror, homesickness, awe, madcap antics, and derring-do.Although classed as children’s literature, The Wind in the Willows holds a gentle fascination for adults too. The vocabulary is decidedly not “Dick and Jane”, and a reader with a love of words will find new ones to treasure, even if well-equipped for the journey. Parents will appreciate the themes of loyalty, manners, self-restraint, and comradeship which are evident throughout the book. When the characters err, they are prompt to acknowledge it, and so a reading of this book can model good behavior to children, who will otherwise be enchanted with the many ways in which the lives of these bucolic characters differ from modern life.This book was so successful that it enabled the author to retire from banking and take up a country life somewhat like that of his creations. It has been adapted for screen, stage, and even a ride at the original Disneyland.(Summary by Mark F. Smith)",
      "authors": [
        "Kenneth Grahame"
      ],
      "image_url": "https://archive.org/download/wind_in_the_willows_collab_librivox/Wind_Willows_1105.jpg"
    },
    {
      "id": "96",
      "title": "Junior Classics Volume 1: Fairy and Wonder Tales",
      "description": "The purpose of The Junior Classics is to provide, in ten volumes containing about five thousand pages, a classified collection of tales, stories, and poems, both ancient and modern, suitable for boys and girls of from six to sixteen years of age. (summary from book introduction)This collection consists of Volume 1 of The Junior Classics, and it contains many well known stories in their original forms. Among stories from other authors, you'll find Hans Christian Anderson, Aesop, and the Grimm brothers.",
      "authors": [
        "William Allan Neilson",
        "William Patten"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt10/Junior_Classics_Vol_1_1108.jpg"
    },
    {
      "id": "97",
      "title": "Lord Jim",
      "description": "A classic of early literary modernism, Lord Jim tells the story of a young \"simple and sensitive character\" who loses his honor in a display of cowardice at sea -- and of his expiation of that sin against his own \"shadowy ideal of conduct\" on the remote island of Patusan. The novel, written by Conrad for magazine serialization during an intense and chaotic ten months in 1899 and 1900, has, in the words of Thomas C. Moser, \"the rare distinction of being a masterpiece in two separate genres. It is at once an exotic adventure story of the Eastern seas in the popular tradition of Kipling and Stevenson and a complexly wrought 'art novel' in the tradition of Flaubert and James. (summary by Stewart Wills)",
      "authors": [
        "Joseph Conrad"
      ],
      "image_url": "https://archive.org/download/lord_jim_librivox/Lord_Jim_1002.jpg"
    },
    {
      "id": "99",
      "title": "Villette",
      "description": "After a tragedy in her family, Lucy Snow leaves her home to become a teacher at a French boarding school. Lucy soon begins to fight against an overwhelming sense of desolation. Meeting a charming doctor and a strict, peculiar schoolmaster changes her life forever-- and threatens to break her spirit. (summary by heatherausten)",
      "authors": [
        "Charlotte Brontë"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt9/Villette_1107.jpg"
    },
    {
      "id": "100",
      "title": "Narrative of Arthur Gordon Pym of Nantucket",
      "description": "The Narrative of Arthur Gordon Pym of Nantucket is Edgar Allan Poe’s only complete novel, published in 1838.The work relates the tale of the young Arthur Gordon Pym who stows away aboard a whaling ship called Grampus. Various adventures and mis-adventures befall Pym including shipwreck, mutiny and cannibalism. The story starts out as a fairly conventional adventure at sea, but it becomes increasingly strange and hard to classify in later chapters, involving religious symbolism and the Hollow Earth. (Summary from Wikipedia)",
      "authors": [
        "Edgar Allan Poe"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt10/Narrative_Arthur_Gordon_Pym_1108.jpg"
    },
    {
      "id": "104",
      "title": "Merry Adventures of Robin Hood",
      "description": "Robin Hood is the archetypal English folk hero; a courteous, pious and swashbuckling outlaw of the mediæval era who, in modern versions of the legend, is famous for robbing the rich to feed the poor and fighting against injustice and tyranny. He operates with his \"seven score\" (140 strong) group of fellow outlawed yeomen – named the Merry Men. He and his band are usually associated with Sherwood Forest, Nottinghamshire.The Victorian era generated its own distinct versions of Robin Hood. The traditional tales were often adapted for children, most notably in Howard Pyle's Merry Adventures of Robin Hood. These versions firmly stamp Robin as a staunch philanthropist, a man who takes from the rich to give to the poor.(Summary from Wikipedia)",
      "authors": [
        "Howard Pyle"
      ],
      "image_url": "https://archive.org/download/merry_adventures_robin_hood_librivox/Merry_Adventures_of_Robin_Hood_1009.jpg"
    },
    {
      "id": "105",
      "title": "Wives and Daughters",
      "description": "If you like Jane Austen, you will probably like this book!Mrs. Gaskell, as she was often referred to, is considered one of the greatest British novelists of the Victorian era. She was one of the earliest novelists ever to use dialect in her works, finding often that no word but the vernacular would suffice to convey the meaning she wanted to achieve. She was the author of The Life of Charlotte Brontë, a much-acclaimed and sometimes-reviled biography of her friend and peer.Wives and Daughters revolves around Molly Gibson, only daughter of a widowed doctor living in a provincial English town in the 1830s. The novel was first published in the Cornhill Magazine as a serial from August 1864 to January 1866. When Mrs Gaskell died suddenly in 1865, it was not quite complete, and the last section was written by Frederick Greenwood. (Summary from Wikipedia)",
      "authors": [
        "Elizabeth Cleghorn Gaskell"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt12/Wives_Daughters_1110.jpg"
    },
    {
      "id": "106",
      "title": "Poems Every Child Should Know",
      "description": "This anthology of poetry, published in 1904, contains such favorites as The Raven, My Shadow, and The Village Blacksmith, as well as many lovely poems that may be unfamiliar. Most of the poems in this collection are short enough for children to memorize.",
      "authors": [
        "Mary E. Burt",
        "Various"
      ],
      "image_url": "https://archive.org/download/poems_every_child_should_know_librivox/poems_every_child_should_know_1012.jpg"
    },
    {
      "id": "119",
      "title": "Art of War",
      "description": "\"The Art of War is a Chinese military treatise written during the 6th century BC by Sun Tzu. Composed of 13 chapters, each of which is devoted to one aspect of warfare, it has long been praised as the definitive work on military strategies and tactics of its time. The Art of War is one of the oldest and most famous studies of strategy and has had a huge influence on both military planning and beyond. The Art of War has also been applied, with much success, to business and managerial strategies.\" (summary from Wikipedia)",
      "authors": [
        "Sun Tzu 孙武"
      ],
      "image_url": "https://archive.org/download/art_of_war_librivox/Art_War_1107.jpg"
    },
    {
      "id": "120",
      "title": "Three Musketeers",
      "description": "The Three Musketeers (Les Trois Mousquetaires) is a novel by Alexandre Dumas, père. It recounts the adventures of a young man named d'Artagnan after he leaves home to become a musketeer. D'Artagnan is not one of the musketeers of the title; those are his friends Athos, Porthos, and Aramis -- inseparable friends who live by the motto, \"One for all, and all for one\".The Three Musketeers was first published in serial form in the magazine Le Siècle between March and July 1844. Dumas claimed it was based on manuscripts he had discovered in the Bibliothèque Nationale. It was later proven that Dumas had based his work on the book Mémoires de Monsieur D'Artagnan, capitaine lieutenant de la première compagnie des Mousquetaires du Roi (Memoirs of Mister D'Artagnan, Lieutenant Captain of the first company of the King's Musketeers) by Gatien de Courtilz de Sandras (Cologne, 1700). Dumas' version of the story covers the adventures of D'Artagnan and his friends from 1625 to 1628, as they are involved in intrigues involving the weak King Louis XIII of France, his powerful and cunning advisor Cardinal Richelieu, the beautiful Queen Anne of Austria, her English lover, George Villiers, 1st Duke of Buckingham, and the Siege of La Rochelle. Adding to the intrigue are the mysterious Milady de Winter, and Richelieu's right-hand man, the Comte de Rochefort. (summary from wikipedia)Get  Twenty Years After here.Get  The Man in the Iron Mask here.",
      "authors": [
        "Alexandre Dumas"
      ],
      "image_url": "https://www.archive.org/download/librivox_cd_covers/three_musketeers.jpg"
    },
    {
      "id": "121",
      "title": "Fábulas de Esopo, Vol. 3",
      "description": "Las clásicas Fábulas de Esopo han sido traducidas a todos idiomas por cientos de años. Las fábulas, en forma de alegorias, nos dan consejos en una forma universal. El uso de animales y dioses antiguos hace que las lecciones sean imparcial. Cortitas y sabias, cada fábula nos entretiene y enriquese nuestras vidas. En este volúmen encontrará 30 de las 300 fábulas que le ofrecemos en Español.The classic Aesop's Fables have been translated to every language for hundreds of years. The fables, told in the form of allegories, give us universal, worldly advice. The use of animals and ancient gods makes the lessons unbiased and impartial. Short and smart, these fables entertain and enrich our lives. In this volume you will find 30 of the 300 fables we offer you in Spanish. (Summary by Fedra) ",
      "authors": [
        "Aesop"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt9/Fbulas_Esopo_Vol_03_1107.jpg"
    },
    {
      "id": "122",
      "title": "Bible (LSG, 1910) NT 04: Évangile selon Jean",
      "description": "Ce quarante-troisième livre de la Bible, traduite par Louis Segond, au XIXe siècle et publiée au début du siècle suivant, nous est parvenu comme étant le témoignage du disciple que Jésus aimait. L'auteur a écrit ces choses « afin que vous croyiez que Jésus est le Christ, le Fils de Dieu, et qu'en croyant vous ayez la vie en son nom ».(Summary by Ezwa)",
      "authors": [
        "Louis Segond Bible"
      ],
      "image_url": "https://archive.org/download/jean_lsg_librivox/Evangile_Jean_1109.jpg"
    },
    {
      "id": "123",
      "title": "Amateur Cracksman",
      "description": "\"I'd tasted blood, and it was all over with me. Why should I work when I could steal? Why settle down to some humdrum uncongenial billet, when excitement, romance, danger and a decent living were all going begging together?\"- A. J. Raffles, The Ides of March.The Amateur Cracksman is the first collection of stories about A. J. Raffles, gentleman, cricketer, and thief. After stopping his old school friend, Bunny Manders, from a desperate attempt at suicide, Raffles introduces the unsuspecting Bunny to a new way of earning a living, burglary. Though frequently horrified by Raffles's actions, the conscience-stricken Bunny stands by him through all their adventures, firm to his promise, \"When you want me, I'm your man!\" (Summary by Kristin Hughes)",
      "authors": [
        "E. W. Hornung"
      ],
      "image_url": "https://archive.org/download/amateur_cracksman_librivox/Amateur_Cracksman_1004.jpg"
    },
    {
      "id": "124",
      "title": "Girl of the Limberlost",
      "description": "A Girl of the Limberlost, a novel written by the American writer and naturalist Gene Stratton-Porter, was first published in August, 1909. The story takes place in Indiana, in and around the Limberlost Swamp, during the early 20th century. (Summary from Wikipedia)",
      "authors": [
        "Gene Stratton-Porter"
      ],
      "image_url": "https://archive.org/download/girl_limberlost_librivox/Girl_Limberlost_1107.jpg"
    },
    {
      "id": "126",
      "title": "Rosary",
      "description": "\"The Rosary\" is a beautiful love story. Gareth Dalmain falls in love with the Honorable Jane Champion. She loves him back, but does not trust his love, as is known to be a great lover of beauty, and she - alas - is very plain. Just as she decides to trust him, she receives news that he has been blinded in a hunting accident. She wants to go visit him, but he will not receive her, as he wants only her love - not her pity. With the help of their mutual friend and doctor, she gets the position as his nurse under a presumed name, and thereby gets to know the 'new' Gareth. (Summary by Maria Elmvang)",
      "authors": [
        "Florence Louisa Barclay"
      ],
      "image_url": "https://archive.org/download/rosary_librivox/Rosary_1107.jpg"
    },
    {
      "id": "127",
      "title": "Golden mean to 5000 digits",
      "description": "The golden section is a line segment sectioned into two according to the golden ratio. The total length a+b is to the longer segment a as a is to the shorter segment b. In mathematics and the arts, two quantities are in the golden ratio if the ratio between the sum of those quantities and the larger one is the same as the ratio between the larger one and the smaller. The golden ratio is a mathematical constant, approximately 1.6180339887.... At least since the Renaissance, many artists and architects have proportioned their works to approximate the golden ratio—especially in the form of the golden rectangle, in which the ratio of the longer side to the shorter is the golden ratio—believing this proportion to be aesthetically pleasing. Mathematicians have studied the golden ratio because of its unique and interesting properties. (From Wikipedia)",
      "authors": [
        "Jerry Bonnell",
        "Robert Nemiroff"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt14/Golden_mean_5000_digits_1201.jpg"
    },
    {
      "id": "128",
      "title": "Queen Lucia",
      "description": "E. F. Benson was born at Wellington College in Berkshire, where his father, who later went on to become the Archbishop of Canterbury, was the first Headmaster. He wrote 105 books in all.Queen Lucia (first published in 1920) was the first of Benson’s ‘Mapp and Lucia’ novels of which there were six. This first book is a comedy of manners based in the provincial village of Riseholme, where Emmeline Lucas (the Queen Lucia of the title) presides over the social and artistic universe of the gullible residents. Her aide-de-camp in these matters is the somewhat effete Georgie Pillson and the chief competitor for her ‘crown’ is Daisy Quantock. The scandal of the Guru, the psychical goings on with Princess Popoffski and the arrival into the sleepy village of a famous Prima Donna all conspire to threaten her supremacy… (summary by Martin Clifton)",
      "authors": [
        "E. F. Benson"
      ],
      "image_url": "https://archive.org/download/queen_lucia_librivox/Queen_Lucia_1107.jpg"
    },
    {
      "id": "131",
      "title": "Histoires ou Contes du temps passé avec des moralités",
      "description": "Cette édition de 1742 nous rapporte les contes de ma mère l'Oye adaptés par Charles Perrault et agrémentés de moralités.Pleines d'enseignements, ces histoires du temps passé, contées, en France, depuis le Moyen Âge, nous ferons encore rêver ou frissonner avec leurs jeunes filles et jeunes gens dans l'adversité, leurs princesses et leurs princes et, bien sûr, leurs fées.Retrouvons donc le petit Chaperon rouge, Cendrillon, le Chat botté, ... et redécouvrons d'où nous vient ce « Anne, ma soeur Anne, ne vois-tu rien venir ? »In this book, published in 1742, Charles Perrault accompanies his Tales of passed times, by Mother Goose, with witty morals.In the French language, let us discover or rediscover what happens to Cinderella, the Sleeping Beauty and their folk-tales peers. (Summary by Ezwa)",
      "authors": [
        "Charles Perrault"
      ],
      "image_url": "https://archive.org/download/contes_temps_passe_librivox/Histoires_Contes_temps_passe_moralites_1107.jpg"
    },
    {
      "id": "132",
      "title": "Last of the Mohicans - A Narrative of 1757 (version 2)",
      "description": "This story is set in the British province of New York during the French and Indian War, and concerns a Huron massacre (with passive French acquiescence) of from 500 to 1,500 unarmed Anglo-American troops, who had honorably surrendered at Fort William Henry, plus some women and servants; the kidnapping of two sisters, daughters of the British commander; and their rescue by Hawkeye, the last two Mohicans, and others. Parts of the story may have been derived from the capture and death of Jane McCrea in July 1777 near Fort Edward, New York, by members of an Algonquian tribe. (Summary from Wikipedia)",
      "authors": [
        "James Fenimore Cooper"
      ],
      "image_url": "https://www.archive.org/download/LibrivoxCdCoverArt14/Last_Mohicans_1201.jpg"
    }
  ]